a52dec
abseil-cpp
accounts-qml-module
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
antlr4-runtime
aom
archlinux-keyring
argon2
aribb24
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
baloo
base
base-devel
bash
binutils
bison
blueman
bluez
bluez-libs
bluez-utils
boost-libs
brave-beta-bin
brave-bin
brave-nightly-bin
breeze-icons
bridge-utils
brightnessctl
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
cfitsio
chrpath
clang
cloc
clucene
cmake
code
code-server
code-server-debug
compiler-rt
confuse
containerd
convertlit
coreutils
cppdap
cryptsetup
cuda
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dialog
diffutils
dkms
dmenu
dnsmasq
docker
docker-compose
double-conversion
duktape
dunst
e2fsprogs
ebook-tools
efibootmgr
efivar
egl-gbm
egl-wayland
eglexternalplatform
electron30
electron32
ell
exiv2
exo
expat
faad2
fakeroot
feh
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flameshot
flex
fontconfig
freeglut
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gcc13
gcc13-libs
gcr-4
gdbm
gdk-pixbuf2
gettext
giflib
git
git-lfs
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
guile
gupnp
gupnp-igd
gwenview
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hostapd
htop
hunspell
hwdata
hyphen
i3-wm
i3lock-color
i3lock-color-debug
i3status
iana-etc
icu
imagemagick
imath
imlib2
iproute2
iptables
iputils
iso-codes
iw
iwd
jansson
jasper
java-environment-common
java-runtime-common
jbigkit
jdk-openjdk
jemalloc
json-c
json-glib
jsoncpp
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorpicker
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
keyutils
kfilemetadata
kglobalaccel
kguiaddons
kguiaddons5
ki18n
kiconthemes
kidletime
kimageannotator
kio
kirigami
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knotifications
kparts
krb5
kservice
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lcms2
leafpad
libabw
libaccounts-glib
libaccounts-qt
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcdr
libcloudproviders
libcmis
libcolord
libcups
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libdeflate
libdovi
libdrm
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgirepository
libglvnd
libgpg-error
libgtop
libgudev
libice
libidn
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinput-gestures
libisl
libixion
libjpeg-turbo
libjuice
libjxl
libkdcraw
libksba
liblangtag
liblc3
libldac
libldap
liblqr
libmad
libmatroska
libmd
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmwaw
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvidia-container
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup3
libsoxr
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libuv
libva
libvdpau
libverto
libvisio
libvlc
libvorbis
libvpl
libvpx
libwacom
libwebp
libwireplumber
libwpd
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
logisim-evolution
lpsolve
lsof
lua
lv2
lxappearance
lz4
lzo
m4
mailcap
make
mariadb
mariadb-clients
mariadb-libs
mars-mips
mbedtls
md4c
mdadm
mecab-git
mecab-git-debug
mecab-ipadic
media-player-info
mesa
microsoft-edge-stable-bin
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mongodb-bin
mongodb-bin-debug
mongodb-tools
mongodb-tools-debug
mongosh-bin
mongosh-bin-debug
mpdecimal
mpfr
mpg123
mtdev
mysql-workbench
nano
ncurses
neofetch
neon
netctl
nettle
network-manager-applet
networkmanager
nftables
nm-connection-editor
npth
nspr
nss
nvidia
nvidia-container-toolkit
nvidia-utils
obs-studio
ocaml
ocaml-compiler-libs
ocl-icd
opam
opencl-nvidia
opencore-amr
openexr
openjpeg2
openssh
openssl
openvpn
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pamixer
pango
pangomm
pangomm-2.48
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-algorithm-diff
perl-class-method-modifiers
perl-data-optlist
perl-devel-globaldestruction
perl-error
perl-import-into
perl-mailtools
perl-module-runtime
perl-moo
perl-parallel-forkmanager
perl-params-util
perl-regexp-common
perl-role-tiny
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-install
perl-sub-quote
perl-timedate
phonon-qt6
phonon-qt6-vlc
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
plasma-activities
polkit
polkit-qt6
poppler
poppler-qt6
popt
portaudio
powerline-fonts
procps-ng
proj
protonvpn-cli-community
psmisc
purpose
python
python-argcomplete
python-attrs
python-autocommand
python-cairo
python-cffi
python-charset-normalizer
python-click
python-cryptography
python-distlib
python-distro
python-docopt
python-fastjsonschema
python-filelock
python-gobject
python-idna
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-keyutils
python-markupsafe
python-more-itertools
python-ordered-set
python-packaging
python-pip
python-pipx
python-platformdirs
python-pycparser
python-pythondialog
python-requests
python-setuptools
python-tomli
python-trove-classifiers
python-urllib3
python-userpath
python-validate-pyproject
python-virtualenv
python-wheel
python-yaml
qca-qt6
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-positioning
qt6-shadertools
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
rapidjson
raptor
rasqal
rav1e
re2
readline
redis
redland
rhash
ripgrep
rnnoise
rofi
rtkit
rubberband
runc
sbc
scrot
sdl2
sed
serd
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
snappy
solid
sord
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
sudo
svt-av1
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
taglib
tar
tdb
texinfo
thunar
tinysparql
tpm2-tss
tslib
ttf-fira-code
tzdata
udiskie
udisks2
unixodbc
unzip
upower
uthash
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
vlc
vmaf
volume_key
vsqlite++
vulkan-headers
vulkan-icd-loader
wayland
webrtc-audio-processing-1
wget
which
wireguard-tools
wireplumber
wmctrl
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-utils
xdotool
xf86-input-libinput
xf86-input-synaptics
xfconf
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
yay
yay-debug
zeromq
zimg
zip
zix
zlib
zstd
zxing-cpp
